{
  "welcome": "555",
  "lan": "EN",
  "sign_up": "Register",
  "name": "Master Amir Moradi",
  "title1": "Self defense and martial arts training",
  "title2": "Private and public training of Karamaga, Kickboxing, Karate, Mutai and Aikido for all ages for men and women under supervision. ",
  "edu": {
    "title": "Krav Maga specialized training in Iran\n",
    "text1": "Karamaga is a non-competitive self-defense martial system that combines techniques from various martial arts such as karate, judo, jujitsu, and muay thai.\n",
    "text2": "          Today, Krav Maga is taught in military forces such as the FBI, the New York and Los Angeles police, and the Swedish Army.\n",
    "text3": "Krav Maga is an eclectic martial arts style from Israel that focuses on winning in combat situations. It uses punches, kicks, grappling and many other self defense techniques. Krav Maga is designed to end a fight as quickly as possible and therefore all attacks are directed at the most vulnerable parts of the body (ie the groin). This martial art is used by the Israel Defense Forces. A number of elite Israeli military units also use the martial arts system known as KAPAP.       ",
    "text4": "     Krav Maga relies on a no-nonsense approach and practical techniques. Because the moves require no equipment, they are useful in a variety of real-world scenarios and instill confidence in those who practice them. Plus, you can do Krav Maga in normal street clothes. This is useful because you probably don't wear sneakers and boxing gloves when you're facing a real threat.   \n",
    "text5": "Hitting soft spots from the principles of Krav Maga",
    "text6": "          To begin, here is an important concept to remember. By now you've heard the saying that hitting the soft spots of the body is the basis of any effective response. The soft points of the body include the following:       \n",
    "text7": "         eyes •\n",
    "text8": "         Nose •\n",
    "text9": "          ears •",
    "text10": "jaw •",
    "text11": "throat •",
    "text12": "Groin •",
    "text13": "knee •",
    "text14": "Achilles tendon •",
    "text15": "         Basically, these soft parts of the body cannot be strengthened, no matter how much you exercise. So, no matter how much damage your attacker has, they are still vulnerable in these areas.",
    "text16": "         How to make a perfect fist?\n",
    "text17": "         Now that we know the weaknesses, the number one secret to good defense is knowing how to make a solid punch. This means no twiddling thumbs or crossed fingers.       \n",
    "text18": "       Begin by bending the middle of your knuckle. Then bend the second set of knuckles. (base of fingers) Place your thumb on your index and middle finger. When hitting with closed fists, hit the target with the two knuckles on the index and middle fingers. They are bigger, stronger and do more damage on impact. You need to use your whole body and rotate from the hips to maximize your power when hitting.\n",
    "text19": " Basic techniques of Krav Maga",
    "text20": "         • Groin Kick: Kick your leg straight out and up and lean back slightly from the waist to help with balance. Strike directly between your attacker's legs, connecting the leg to the groin.\n",
    "text21": "        • Block an outside strike: This basic defensive move protects you from kicks or slaps, punches, and baton swings as an attacker approaches you from the front. Training your defense systems can make a big difference in how your body reacts to violence. Hitting the arm is not as bad as hitting the face.\n",
    "text22": "       • Bear Hug Escape: This happens when someone approaches you from behind and grabs you, pinning your arms to either side of your body. Lose weight quickly by mimicking the quick squat. This immediately lowers your center of gravity and makes it harder for you to lift or move. With your feet hip-width apart, shift your hips to the side so that you have a direct hand path to your attacker's groin. Using an open palm, hit hard and quickly until his grip is released. Move forward slightly and throw your elbow into your attacker's stomach, turning towards him as you do so. Run if you can or continue the attack with punches to soft spots.\n",
    "text23": "    • Escape the two-handed choke from behind: If you feel hands wrapping around your neck from behind, you need to act fast. Not to piss you off, but the risks of cutting off your air can be extreme. Raise the arm on the same side as the leg behind your head. If your left leg is slightly swaying behind your head, raise your left hand. Raise that arm (we're using the left) straight up. Place your corresponding leg behind the other leg. Cross the left leg behind the right leg. Step back and rotate in the direction of your raised arm (roll over your left shoulder) quickly and forcefully. Bring your body weight in and put as much pressure on your attacker's wrists as possible. At this point, you should get out of the choke. Hit the attacker's soft spots or run away.\n"
  },
  "nav": {
    "edu": "Krav Maga specialized training",
    "bio": "Introducing Professor Moradi",
    "sign_up": "Register",
    "videos": "Videos"
  },
  "call": {
    "title": "To register and how to hold martial arts and self defense training classes, contact us through the following ways",
    "phone_number": "Phone Number",
    "tel_whats": "Telegram and WhatsApp",
    "email": "Email",
    "insta": " ID Instagram"
  },
  "about": {
    "text1": " Physical education teacher of the university and has WKO Kickboxing Dan 5, Karate Dan 5, Wushu Dan 4, Khan 11 Muay Thai, Dan 3\n             It is Aikido ",
    "text2": " Professor Moradi, as a long-term background and experience, coaches all the above disciplines\n             Also, he has the experience of refereeing in the national and provincial fields of karate and wushu in his resume.      ",
    "text3": " he is the only coach and teacher of style ",
    "text4": "Kravmaga ",
    "text5": "At\n             It is Iran"
  },
  "footer": {
    "design_by": "Designed by",
    "cp": "All rights reserved"
  }
}