{
  "sign_up": "ثبت نام",
  "lan": "FA",
  "title1": "آموزش دفاع شخصی و هنرهای رزمی ",
  "title2": "   آموزش خصوصی و عمومی کراوماگا, کیک بوکسینگ, کاراته, موتای و آیکیدو در تمام سنین برای آقایان و بانوان تحت نظر  ",
  "name": "استاد امیر مرادی",
  "edu": {
    "title": "آموزش تخصصی کراوماگا در ایران\n",
    "text1": "کراوماگا یک سیستم رزمی دفاع شخصی و غیر رقابتی است که از ترکیب تکنیک‌های رشته‌های رزمی مختلف مانند کاراته، جودو، جوجیتسو و موای تای ایجاد شده است.\n",
    "text2": "          امروزه کراوماگا در نیروهای نظامی ای چون اف‌بی‌آی، پلیس نیویورک و لس آنجلس و ارتش سوئد آموزش داده می‌شود.\n",
    "text3": "          کراو ماگا یک سبک هنرهای رزمی التقاطی از اسرائیل است که بر پیروزی در موقعیت‌ های جنگی متمرکز است. از ضربات، لگد، گرپلینگ و بسیاری از تکنیک های دفاع شخصی دیگر استفاده می کند. Krav Maga برای پایان دادن به یک مبارزه در سریع ترین زمان ممکن ساخته شده است و بنابراین تمام حملات به آسیب پذیرترین قسمت های بدن (یعنی کشاله ران) انجام می شود. این هنر رزمی توسط نیروهای دفاعی اسرائیل استفاده می شود. تعدادی از واحدهای نظامی نخبه اسرائیل نیز از سیستم هنرهای رزمی معروف به KAPAP استفاده می کنند.        </h1>\n",
    "text4": "          Krav Maga متکی به یک رویکرد بی معنی و تکنیک های عملی است. از آنجایی که حرکت ها به تجهیزات نیاز ندارند، در انواع سناریوهای واقعی مفید هستند و اعتماد به نفس را در کسانی که آن را تمرین می کنند القا می کند. به علاوه، شما می توانید کراو ماگا را با لباس های معمولی خیابانی انجام دهید. این مورد مفید است زیرا احتمالا وقتی با یک تهدید واقعی روبرو می شوید، کفش های کتانی و دستکش بوکس نمی پوشید.   \n",
    "text5": "ضربه زدن به نقاط نرم از اصول کراو ماگا",
    "text6": "          برای شروع، در اینجا یک مفهوم مهم وجود دارد که باید به خاطر بسپارید. تا به حال این جمله را شنیده اید که ضربه زدن به نقاط نرم بدن اساس هر واکنش مؤثری است. نقاط نرم بدن شامل موارد زیر می باشند:        \n",
    "text7": "          چشم ها •\n",
    "text8": "          بینی •\n",
    "text9": "          گوش ها •",
    "text10": "فک •",
    "text11": "گلو •",
    "text12": "کشاله ران •",
    "text13": "زانو •",
    "text14": "تاندون آشیل •",
    "text15": "          اساسا، این اعضای نرم بدن را نمی‌ توان تقویت کرد، مهم نیست چقدر ورزش می‌ کنید. بنابراین، مهم نیست که مهاجم شما چقدر آسیب دیده باشد، آن ها همچنان در این مناطق آسیب پذیر هستند.\n",
    "text16": "          چگونه یک مشت کامل بسازیم؟\n",
    "text17": "          اکنون که نقاط ضعف را شناختیم، راز شماره یک دفاع خوب این است که بدانیم چگونه یک مشت محکم بسازیم. این بدان معنی است که هیچ تکان دادن شست یا انگشتان ضربدری وجود ندارد.        \n",
    "text18": "        با خم کردن بند وسط بند انگشت خود شروع کنید. سپس ست دوم بند انگشتان خود را خم کنید. (پایه انگشتان) انگشت شست خود را روی انگشت اشاره و وسط خود قرار دهید. وقتی با مشت‌های بسته ضربه می‌زنید، با دو بند انگشتی که در انگشت اشاره‌گر و وسط قرار دارند، هدف را بزنید. آن ها بزرگ‌ تر، قوی‌ تر هستند و در اثر ضربه آسیب بیشتری وارد می‌ کنند. هنگام ضربه زدن باید از تمام بدن خود استفاده کنید و از لگن بچرخید تا قدرت خود را به حداکثر برسانید.\n",
    "text19": " تکنیک های پایه کراو ماگا",
    "text20": "           • لگد زدن به کشاله ران: پای خود را مستقیما به سمت بیرون و بالا بزنید و کمی از کمر به عقب متمایل شوید تا به تعادل کمک کنید. به طور مستقیم بین پاهای مهاجم خود ضربه بزنید و ساق پا را به کشاله ران متصل کنید.\n",
    "text21": "          • یک اعتصاب خارجی را متوقف کنید: این حرکت دفاعی اساسی از شما در برابر ضربات یا سیلی، مشت و تکان دادن باتوم  محافظت می کند، زیرا یک مهاجم از جلو به شما نزدیک می شود. تمرین سیستم‌ های دفاعی می‌تواند تفاوت بزرگی در نحوه واکنش بدن شما به خشونت ایجاد کند. ضربه زدن به بازو به بدی ضربه زدن به صورت نیست.\n",
    "text22": "          • فرار از آغوش خرس: این اتفاق زمانی می افتد که شخصی از پشت نزدیک می شود و شما را می گیرد و بازوهایتان را به دو طرف بدنتان فشار می دهد. با تقلید از اسکات سریع وزن خود را به سرعت کاهش دهید. این بلافاصله مرکز ثقل شما را پایین می‌ آورد و بلند شدن یا حرکت دادن را برای شما سخت‌ تر می‌ کند. در حالی که پاهای خود را بازتر از عرض لگن باز کرده اید، باسن خود را به پهلو ببرید تا با دست مسیر مستقیمی به کشاله ران مهاجم خود داشته باشید. با استفاده از یک کف دست باز، محکم و سریع ضربه بزنید تا زمانی که چنگ او آزاد شود. کمی به سمت جلو حرکت کنید و آرنج خود را به سمت شکم مهاجم خود پرتاب کنید و همانطور که انجام می دهید به سمت او بچرخید. اگر می توانید بدوید یا حمله را با مشت به نقاط نرم ادامه دهید.\n",
    "text23": "        •  از خفگی دو دستی از پشت فرار کنید: اگر احساس می‌ کنید دست‌ ها از پشت به دور گردنتان می‌ پیچند، باید سریع عمل کنید. نه برای اینکه شما را عصبانی کنم، اما خطرات یعنی قطع هوای شما می تواند شدید باشد. بازو را در همان سمتی که پا پشت سرتان تکان خورده است بالا بیاورید. اگر پای چپ شما کمی پشت سرتان تکان خورده است، دست چپ خود را بالا بیاورید. آن بازو را (از سمت چپ استفاده می کنیم) مستقیماً بالا بیاورید. پای مربوطه خود را پشت پای دیگر بگذارید. پای چپ را پشت پای راست ضربدر می‌زنید. به عقب برگردید و در جهت بازوی بلند شده خود بچرخید (روی شانه چپ خود را بچرخانید) به سرعت و به شدت. وزن بدن خود را وارد کنید و تا حد امکان به مچ های مهاجم خود فشار بیاورید. در این مرحله، شما باید از خفگی خارج شوید. به نقاط نرم مهاجم ضربه بزنید یا فرار کنید.\n"
  },
  "nav": {
    "edu": "آموزش تخصصی کراوماگا",
    "bio": "معرفی استاد مرادی",
    "sign_up": "ثبت نام",
    "videos": "ویدیوها"
  },
  "call": {
    "title": "          جهت ثبت نام و چگونگی برگزاری کلاس های آموزش ورزش های رزمی و دفاع شخصی از طریق راه های زیر با ما در ارتباط باشید\n",
    "phone_number": "شماره تماس",
    "tel_whats": "تلگرام و واتساپ",
    "email": "ایمیل",
    "insta": " آی دی اینستاگرام"
  },
  "about": {
    "text1": "  مدرس تربیت بدنی دانشگاه و دارای درجات دان5 کیک بوکسینگ wko، دان5 کاراته، دان4 ووشو، خان 11موی تای، دان3\n            آیکیدو است \n          ",
    "text2": "  استاد مرادی به منزله ی سوابق و تجارب طولانی مدت، تمامی رشته های فوق را مربی گری میکند\n            همچنین وی سابقه داوری در عرصه کشوری و استانی کاراته و ووشو را در رزومه خود دارد.\n          ",
    "text3": "  او تنها مربی و مدرس سبک ",
    "text4": " کراوماگا",
    "text5": "   در\n            ایران است"
  },
  "footer": {
    "design_by": "طراحی توسط",
    "cp": "تمامی حقوقی محفوظ است"
  }
}